backend/services/AuthService.php

    public static function getAdminPermissions(){
        $admin = \Yii::$app->session->get('admin');
        $admin = Admin::findOne($admin['id']);
---
SELECT * FROM `qn_admin` WHERE `id`=2