backend/controllers/AuthAccountController.php

INSERT INTO `qn_auth_account` (`accessKey`, `secretKey`, `updateTime`, `createTime`) VALUES ('RJqywMqDyPLA9MOFUVbD6x3FIejBbzQCxa5lVY26', '4VxOe9RZBGyShF0waUKWLT4LZOvLI59ISG9D5lxv', 1530611261, 1530611261)
---
    public function actionCreate()
    {
        $model = new AuthAccount();
        $post = Yii::$app->request->post();
        if ($model->load($post, '') && $model->save()) {

SELECT * FROM `qn_auth_account` WHERE `id`='3'
---
    protected function findModel($id)
    {
        if (($model = AuthAccount::findOne($id)) !== null) {