backend/controllers/AuthController.php

    public function beforeAction($action)
    {
        if(!parent::beforeAction($action)){
            return false;
        }
        if(!$this->admin){
            if($this->request()->isAjax){
                $this->authFail();
            }else{
                $this->redirect(Url::to(['login/index']))->send();
            }
            return false;
        }
        $currentController = Yii::$app->controller;
        $currentPermission = Permission::findOne(['controller'=>$currentController->id, 'action'=>$currentController->action->id]);
---
SELECT * FROM `qn_permission` WHERE (`controller`='bucket') AND (`action`='index')