backend/controllers/BucketController.php

    public function actionCreate()
    {
        $model = new Bucket();
        $post = Yii::$app->request->post();
        if ($model->load($post, '') && $model->save()) {
---
INSERT INTO `qn_bucket` (`accountID`, `bucket`, `domain`, `updateTime`, `createTime`) VALUES (3, 'superbillimg', 'http://superbillimg.17xyd.com', 1530611283, 1530611283)

    protected function findModel($id)
    {
        if (($model = Bucket::findOne($id)) !== null) {
---
SELECT * FROM `qn_bucket` WHERE `id`='2'