common/components/Formatter.php

    public function asQiniuAccount($value){
        if(intval($value)){
            $authAccount = AuthAccount::findOne($value);
---
SELECT * FROM `qn_auth_account` WHERE `id`='2'