common/models/AuthAccount.php

SELECT `accessKey`, `qn_auth_account`.`id` FROM `qn_auth_account`
---
    public function resetCache(){
        Cache::set('AUTH_ACCOUNT_'.$this->id, $this->attributes);
        $cache = self::find()->select('accessKey')->indexBy('id')->column();