common/models/Bucket.php

    public function resetCache(){
        Cache::set('BUCKET_'.$this->id, $this->attributes);
        $cache = self::find()->select('bucket')->indexBy('id')->column();
---
SELECT `bucket`, `qn_bucket`.`id` FROM `qn_bucket`